Revit 2024 API
ParameterTypeId.ViewSolarstudyStillTimeText Property
 "Still time text"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId ViewSolarstudyStillTimeText { get; }
Visual Basic
Public Shared ReadOnly Property ViewSolarstudyStillTimeText As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ ViewSolarstudyStillTimeText {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace